---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.EndZJustification
source: html/23e09399-f426-daa7-67e0-cd1f1a327a91.htm
---
# Autodesk.Revit.DB.ParameterTypeId.EndZJustification Property

"End z Justification"

## Syntax (C#)
```csharp
public static ForgeTypeId EndZJustification { get; }
```